alacritty
autoconf
automake
base
bison
bluez
bluez-utils
cmake
fakeroot
fish
flex
git
groff
grub
htop
i3-gaps
jgmenu
kitty
linux
linux-firmware
m4
man-db
mpd
neovim
networkmanager
nfs-utils
nvidia
openssh
os-prober
otf-font-awesome
pavucontrol
picom
pikaur
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgconf
playerctl
polybar
rofi
rtkit
spotifyd
sudo
thunar
ttf-dejavu
ttf-icomoon-feather
ttf-material-design-icons
vivaldi
vulkan-tools
which
xorg-xhost
xorg-xinit
zscroll-git
