archlinux-keyring
autoconf
automake
base
binutils
bison
bluez
bluez-utils
fakeroot
file
findutils
fish
flex
gawk
gcc
gettext
git
grep
groff
grub
gzip
htop
i3-gaps
jgmenu
libtool
linux
linux-firmware
linux-headers
m4
make
neovim
networkmanager
networkmanager-dmenu-bluetoothfix-git
nfs-utils
nvidia
nvidia-settings
nvidia-utils
openbox
openssh
os-prober
otf-font-awesome
pacman
patch
picom
pikaur
pipewire
pipewire-pulse
pkgconf
polybar
rofi
sed
spotify-tui
spotifyd
sudo
teams
texinfo
ttf-dejavu-sans-code
ttf-material-design-icons
vivaldi
which
wireplumber
xorg-server
xorg-xinit
