alacritty
alsa-firmware
alsa-lib
alsa-plugins
alsa-utils
amd-ucode
arandr
arch-install-scripts
archlabs-baph
archlabs-fonts
archlabs-icons
archlabs-keyring
archlabs-scripts
archlabs-skel-base
archlabs-skel-i3-gaps
archlabs-themes
archlabs-wallpapers
arduino
atop
autoconf
automake
b43-firmware
b43-fwcutter
barrier
base
bind
binutils
bison
bluez-utils
broadcom-wl
btrfs-progs
cmake
cups
darkhttpd
ddrescue
dhclient
dhcpcd
dialog
diffutils
dmraid
dnsmasq
dosfstools
dunst
efitools
ethtool
exfat-utils
exo
f2fs-tools
feh
ffmpeg
fish
flex
fsarchiver
gcc
geoclue
ghostscript
git
gnome-keyring
gnu-netcat
gparted
gpicview
gpm
gptfdisk
grub
gsimplecal
handbrake
haveged
hdparm
htop
i3-gaps
intel-ucode
intellij-idea-community-edition
ipw2100-fw
ipw2200-fw
irssi
isync
iwd
jfsutils
jgmenu
kdeconnect
kitty
lftp
lib32-alsa-lib
lib32-alsa-plugins
lib32-giflib
lib32-gnutls
lib32-gst-plugins-base-libs
lib32-gtk3
lib32-libgcrypt
lib32-libgpg-error
lib32-libjpeg-turbo
lib32-libldap
lib32-libpng
lib32-libpulse
lib32-libva
lib32-libxcomposite
lib32-libxinerama
lib32-libxslt
lib32-mpg123
lib32-nvidia-utils
lib32-ocl-icd
lib32-openal
lib32-sqlite
lib32-v4l-utils
lib32-vulkan-icd-loader
libqalculate
libreoffice-fresh
libtool
lightdm-gtk-greeter
linux-atm
linux-firmware
linux-headers
linux-lts
linux-zen
linux-zen-headers
lm_sensors
lsb-release
lsscsi
luit
lvm2
lynx
m4
make
man-db
man-pages
mc
mdadm
memtest86+
memtest86-efi
menumaker
mkinitcpio-nfs-utils
mpg123
mtools
mysql-workbench
nbd
ndisc6
neovim
netctl
network-manager-applet
networkmanager
nfs-utils
nilfs-utils
nitrogen
nmap
notmuch
noto-fonts
npm
nss-mdns
ntfs-3g
ntp
nvidia-dkms
nvidia-settings
obconf
ocl-icd
openal
openbox
openssh
openvpn
os-prober
p7zip
pacman-contrib
pacutils
pamixer
partclone
parted
partimage
patch
pavucontrol
perl-http-message
picom
pkgconf
playerctl
polkit-gnome
polybar
powertop
ppp
pptpclient
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
pycharm-community-edition
python-lxml
python-pip
python-tqdm
ranger
redshift
refind
reflector
reiserfsprogs
rp-pppoe
rsync
scrcpy
sdparm
sg3_utils
simplescreenrecorder
smartmontools
spotifyd
sqlitebrowser
sshuttle
sudo
syslinux
tcpdump
terminus-font
tesseract
testdisk
thunar
thunar-volman
tint2
tk
traceroute
transmission-gtk
ttf-dejavu
ttf-hack
tumbler
unrar
unzip
urlscan
usb_modeswitch
usbutils
vi
virtualbox
virtualbox-host-dkms
vivaldi
volumeicon
vpnc
w3m
wget
which
wine
wine-gecko
wine-mono
wireless-regdb
wireless_tools
wpa_supplicant
wvdial
x11vnc
xdg-user-dirs
xdotool
xf86-input-evdev
xf86-input-libinput
xf86-input-synaptics
xf86-input-vmmouse
xf86-input-void
xf86-video-amdgpu
xf86-video-ati
xf86-video-dummy
xf86-video-fbdev
xf86-video-intel
xf86-video-nouveau
xf86-video-openchrome
xf86-video-qxl
xf86-video-vesa
xf86-video-vmware
xf86-video-voodoo
xfce4-appfinder
xfce4-panel
xfce4-power-manager
xfce4-session
xfce4-settings
xfdesktop
xfsprogs
xfwm4
xfwm4-themes
xinetd
xl2tpd
xorg-docs
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdm
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
youtube-dl
zathura
zathura-pdf-mupdf
zip
