abook
auracle-git
elementary-planner
flashplugin
genymotion
gotop
i2c-ch341-dkms
imeditor
nerd-fonts-source-code-pro
networkmanager-dmenu-git
obapps3
openrazer-meta
orage
otf-font-awesome-5-free
pacaur
pangox-compat
polychromatic
pulseaudio-arctis7
python-soundcloud-git
ripmime
screamingfrogseospider
spotify-tui
tabby-terminal
teams
tuxboot
universal-android-debloater
woeusb-ng
x2goclient
x2goserver
xawtv
xf86-input-keyboard
xf86-input-mouse
xorg-server-xdmx
